import React from 'react';

const Home = () => {
    return (
        <div>
            <h1>Добро пожаловать в Автомобильный клуб!</h1>
            <section>
                <h2>Информация о клубе</h2>
                <p>
                    Автомобильный клуб объединяет любителей и энтузиастов автомобилей, которые регулярно встречаются, чтобы
                    обсудить последние новинки, поделиться опытом и принять участие в различных мероприятиях.
                </p>
                <p>
                    Члены клуба организуют регулярные встречи, на которых они могут продемонстрировать свои автомобили,
                    обменяться информацией и обсудить технические вопросы.
                </p>
                <p>
                    Автомобильный клуб также проводит различные соревнования, такие как гонки, тест-драйвы и автомобильные шоу,
                    где члены клуба могут показать свое мастерство вождения и познакомиться с новыми моделями.
                </p>
                <p>
                    Помимо встреч и соревнований, клуб организует поездки и экскурсии, позволяющие членам клуба насладиться
                    совместной поездкой и посетить интересные места.
                </p>
                <p>
                    Членство в автомобильном клубе дает возможность получить доступ к эксклюзивной информации, специальным предложениям
                    и скидкам, а также установить полезные связи с другими автолюбителями.
                </p>
            </section>
            <section>
                <h2>Последние новости</h2>
                <ul>
                    <li>Сможете угадать фильм по автомобилю? Давайте проверим</li>
                    <li>Дилер начал продавать обновленный Hyundai Tucson. Характеристики и цены</li>
                    <li>Больше половины автомасел в России — подделки. Что лить в двигатель</li>
                    <li>В России спорят об обгоне «паровозиком». Кого накажут за такой маневр</li>
                    <li>На этом билете ПДД сыпятся даже опытные водители. Проверьте себя</li>
                    <li>5 новых моделей Hyundai и Kia дешевле ₽2,5 млн. Фото и комплектации</li>
                </ul>
            </section>
            <section>
                <h2>События</h2>
                <ul>
                    <li>Пограничный пункт пропуска на границе Эстонии: Эстония запретила въезд автомобилям с белорусскими номерами</li>
                    <li>Латвия ввела запрет на въезд автомобилей с белорусскими номерами</li>
                    <li>Продажи автомобилей Lada в ОАЭ могут начаться в этом году</li>
                </ul>
            </section>
        </div>
    );
};

export default Home;
